<!DOCTYPE html>
<!--
 | Generated by Apache Maven Doxia Site Renderer 1.7.4 at 2017-03-19 
 | Rendered using Apache Maven Fluido Skin 1.6
-->
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
  <head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <meta name="Date-Revision-yyyymmdd" content="20170319" />
    <meta http-equiv="Content-Language" content="en" />
    <title>Our Lady Of La Vang - Giáo Lý Việt Ngữ &#x2013; Giáo Lý 6A</title>
    <link rel="stylesheet" href="../../css/apache-maven-fluido-1.6.min.css" />
    <link rel="stylesheet" href="../../css/site.css" />
    <link rel="stylesheet" href="../../css/print.css" media="print" />
      <script type="text/javascript" src="../../js/apache-maven-fluido-1.6.min.js"></script>
      </head>
    <body class="topBarDisabled">
      <div class="container-fluid">
      <div id="banner">
        <div class="pull-left"><div id="bannerLeft"><h2>Our Lady Of La Vang - Giáo Lý Việt Ngữ</h2>
</div>
</div>
        <div class="pull-right"></div>
        <div class="clear"><hr/></div>
      </div>

      <div id="breadcrumbs">
        <ul class="breadcrumb">
        <li id="publishDate">Last Published: 2017-03-19</li>
        </ul>
      </div>
      <div class="row-fluid">
        <div id="leftColumn" class="span2">
          <div class="well sidebar-nav">
<ul class="nav nav-list">
          <li class="nav-header">Overview</li>
    <li><a href="../../index.html" title="Introduction"><span class="none"></span>Introduction</a>  </li>
    <li><a href="../../calendar.html" title="Calendar"><span class="none"></span>Calendar</a>  </li>
          <li class="nav-header">GiaoLy</li>
    <li class="active"><a href="#"><span class="icon-chevron-down"></span>GL3A</a>

      <ul class="nav nav-list">
    <li class="active"><a href="#"><span class="none"></span>Homework</a>
  </li>
      </ul>
  </li>
    <li><a href="../../giaoly/4A/homework.html" title="GL4A"><span class="icon-chevron-right"></span>GL4A</a>  </li>
    <li><a href="../../giaoly/6A/homework.html" title="GL6A"><span class="icon-chevron-right"></span>GL6A</a>  </li>
          <li class="nav-header">VietNgu</li>
    <li><a href="../../vietngu/1A/homework.html" title="VN1A"><span class="icon-chevron-right"></span>VN1A</a>  </li>
    <li><a href="../../vietngu/7B/homework.html" title="VN7B"><span class="icon-chevron-right"></span>VN7B</a>  </li>
  </ul>
<form id="search-form" action="https://www.google.com/search" method="get" >
      <input value="https://glvnsjc.github.io" name="sitesearch" type="hidden"/>
  <input class="search-query" name="q" id="query" type="text" />
</form>
<script type="text/javascript">asyncJs( 'https://cse.google.com/brand?form=search-form' )</script>
          <hr />
          <div id="poweredBy">
          <script type="text/javascript">asyncJs( 'https://apis.google.com/js/plusone.js' )</script>
        <div class="g-plusone" data-href="glvnsjc.github.io" data-size="tall" ></div>
                  <div class="clear"></div>
              <div class="clear"></div>
              <div class="clear"></div>
              <div class="clear"></div>
  <a href="http://maven.apache.org/" title="Built by Maven" class="poweredBy"><img class="builtBy" alt="Built by Maven" src="../../images/logos/maven-feather.png" /></a>
              </div>
          </div>
        </div>
        <div id="bodyColumn"  class="span10" >
<h1>Gia&#x301;o Ly&#x301; 6A</h1>
<div class="section">
<h2><a name="a03192017"></a>03/19/2017</h2>
<p>Ki&#x301;nh cha&#x300;o quy&#x301; phu&#x323; huynh,</p>
<p>Xin &#x111;&#x1b0;&#x1a1;&#x323;c ca&#x301;m &#x1a1;n quy&#x301; phu&#x323; huynh &#x323;&#x111;a&#x303; mang con em &#x111;&#xea;&#x301;n bu&#xf4;&#x309;i ti&#x303;nh t&#xe2;m tu&#xe2;&#x300;n r&#xf4;&#x300;i va&#x300; cu&#x303;ng nh&#x1b0; tu&#xe2;&#x300;n na&#x300;y, ca&#x301;c em &#x111;i ho&#x323;c &#x111;&#xf4;ng &#x111;u&#x309;, chi&#x309; co&#x301; 2 em v&#x103;&#x301;ng m&#x103;&#x323;t. Ta&#x323; &#x1a1;n Chu&#x301;a!</p>
<p>Tu&#xe2;&#x300;n na&#x300;y, ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c ho&#x323;c qua v&#xea;&#x300; L&#xea;&#x303; Tha&#x301;nh Ca&#x309; Giuse (19 Tha&#x301;ng 3). Ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c T. Tri&#x301; chia se&#x303; v&#xea;&#x300; t&#xe2;&#x300;m quan tro&#x323;ng va&#x300; vai tro&#x300; cu&#x309;a Tha&#x301;nh Giuse trong Gia&#x301;o H&#xf4;&#x323;i. Ca&#x301;c em cu&#x303;ng &#x111;&#x1b0;&#x1a1;&#x323;c khuy&#xea;&#x301;n khi&#x301;ch c&#xe2;&#x300;u nguy&#xea;&#x323;n cu&#x300;ng Tha&#x301;nh Giuse va&#x300; &#x111;&#x1b0;&#x1a1;&#x323;c nghe k&#xea;&#x309; v&#xea;&#x300; &#x201c;C&#xe2;&#x300;u Thang cu&#x309;a Tha&#x301;nh Giuse.&#x201d; Xin ki&#x301;nh m&#x1a1;&#x300;i quy&#x301; phu&#x323; huynh va&#x300;o Youtube &#x111;&#xea;&#x309; xem. Ca&#x301;c em cu&#x303;ng cu&#x300;ng nhau t&#xf4; ma&#x300;u hi&#x300;nh Tha&#x301;nh Giuse va&#x300; &#x111;&#x1b0;&#x1a1;&#x323;c laminate &#x111;&#xea;&#x309; la&#x300;m Bookmark.</p>
<p><a class="externalLink" href="https://www.youtube.com/watch?v=6cTKzOH67Nw">https://www.youtube.com/watch?v=6cTKzOH67Nw</a></p>
<p>Ca&#x301;c em tu&#xe2;&#x300;n na&#x300;y ho&#x323;c Ba&#x300;i 12 + 13: Em &#x111;&#xea;&#x301;n v&#x1a1;&#x301;i Chu&#x301;a va&#x300; Em ca&#x301;m &#x1a1;n v&#xea;&#x300; nh&#x1b0;&#x303;ng &#x1a1;n Chu&#x301;a cho. Ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c ho&#x323;c v&#xea;&#x300; ph&#xe2;&#x300;n 2 cu&#x309;a Tha&#x301;nh L&#xea;&#x309; la&#x300; ph&#xe2;&#x300;n Phu&#x323;ng Vu&#x323; Tha&#x301;nh Th&#xea;&#x303;. Ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c nh&#x103;&#x301;c nh&#x1a1;&#x309; r&#x103;&#x300;ng, cu&#x303;ng nh&#x1b0; c&#xe2;&#x323;u be&#x301; trong c&#xe2;u chuy&#xea;&#x323;n Phu&#x301;c &#xc2;m, 5 chi&#xea;&#x301;c ba&#x301;nh va&#x300; 2 con ca&#x301;, ca&#x301;c em c&#xe2;&#x300;n d&#xe2;ng l&#xea;n cho Chu&#x301;a nh&#x1b0;&#x303;ng ta&#x300;i n&#x103;ng cu&#x309;a mi&#x300;nh &#x111;&#xea;&#x309; &#x111;&#x1b0;&#x1a1;&#x323;c Chu&#x301;a du&#x300;ng va&#x300; la&#x300;m n&#xea;n nh&#x1b0;&#x303;ng chuy&#xea;&#x323;n ky&#x300; la&#x323; va&#x300; l&#x1a1;&#x301;n lao h&#x1a1;n n&#x1b0;&#x303;a. Trong ba&#x300;i 13, ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c nh&#x103;&#x301;c nh&#x1a1;&#x309; pha&#x309;i lu&#xf4;n bi&#xea;&#x301;t ca&#x309;m ta&#x323; &#x1a1;n Chu&#x301;a vi&#x300; nh&#x1b0;&#x303;ng h&#xf4;&#x300;ng &#xe2;n Chu&#x301;a ban cho, nh&#x1b0; ng&#x1b0;&#x1a1;&#x300;i cu&#x300;i trong Phu&#x301;c &#xc2;m bi&#xea;&#x301;t tr&#x1a1;&#x309; la&#x323;i ca&#x301;m &#x1a1;n Chu&#x301;a sau khi &#x111;&#x1b0;&#x1a1;&#x323;c Chu&#x301;a ch&#x1b0;&#x303;a la&#x300;nh. Va&#x300; ca&#x301;c em cu&#x303;ng &#x111;&#x1b0;&#x1a1;&#x323;c da&#x323;y r&#x103;&#x300;ng mo&#x301;n qua&#x300; l&#x1a1;&#x301;n nh&#xe2;&#x301;t ma&#x300; Chu&#x301;a trao ban cho chu&#x301;ng ta la&#x300; chi&#x301;nh con m&#xf4;&#x323;t Nga&#x300;i la&#x300; Chu&#x301;a Gi&#xea;su Kit&#xf4;, &#x111;&#xea;&#x309; s&#xf4;&#x301;ng, ch&#xea;&#x301;t, phu&#x323;c sinh &#x111;&#xea;&#x309; m&#x1a1;&#x309; n&#x1b0;&#x1a1;&#x301;c thi&#xea;n &#x111;a&#x300;ng cho chu&#x301;ng ta. Xin quy&#x301; phu&#x323; huynh ti&#xea;&#x301;p tu&#x323;c khuy&#xea;&#x301;n khi&#x301;ch ca&#x301;c em thu go&#x301;p cho ca&#x301;c tre&#x309; nghe&#x300;o qua ch&#x1b0;&#x1a1;ng tri&#x300;nh Rice Bowl mu&#x300;a Chay.</p>
<p>Ba&#x300;i la&#x300;m v&#xea;&#x300; nha&#x300; tu&#xe2;&#x300;n na&#x300;y la&#x300; trang 71 (t&#xf4; ma&#x300;u) trong sa&#x301;ch Gia&#x301;o Ly&#x301; 3 + Ba&#x300;i la&#x300;m &#x111;i&#x301;nh ke&#x300;m trong email na&#x300;y. Ki&#x301;nh xin quy&#x301; phu&#x323; huynh in ra cho ca&#x301;c em n&#xea;&#x301;u ca&#x301;c em v&#x103;&#x301;ng m&#x103;&#x323;t ho&#x103;&#x323;c th&#xe2;&#x301;t la&#x323;c homework.</p>
<p>Ki&#x301;nh chu&#x301;c quy&#x301; phu&#x323; huynh m&#xf4;&#x323;t tu&#xe2;&#x300;n m&#x1a1;&#x301;i bi&#x300;nh y&#xea;n va&#x300; ha&#x323;nh phu&#x301;c trong Chu&#x301;a Kit&#xf4;.</p>
<p>C. Y&#xea;&#x301;n - T. Tri&#x301; - C. Hoa</p>
<p>Dear Parents,</p>
<p>Thank you so much for having brought your child(ren) to the retreat last week, and also this week, we have an almost full house (only 2 students were absent). Praise God!</p>
<p>This week, the children learned about the great St. Joseph (Feast Day May 19). Thay Tri shared with the students about the important role of St. Joseph in our Universal Church. The children were encouraged to pray to Joseph. We colored pictures of St. Joseph and have them laminated to use as bookmarks. The children were told about the story of the miraculous staircase at the Loretto Chapel in New Mexico. The staircase is believed to have been built by St. Joseph. Please read about this miraculous staircase in this link below:</p>
<p><a class="externalLink" href="http://www.lorettochapel.com/staircase.html">http://www.lorettochapel.com/staircase.html</a></p>
<p>This week, we went over lessons 12 &amp; 13: We present ourselves to God and We thank God for the many gifts. The chidren learned about the 2nd part of Mass which is the Liturgy of the Eucharist. They were reminded that, like the boy in the Gospel passage of the 5 loaves and 2 fish, they need to offer to God their talents and efforts and God will in turn use their efforts to make miracles. In lesson 13, the children were reminded to always have a grateful heart because of all that God has given them. And just like the leper in the Gospel passage who came back to thank Jesus for having healed him, we should also give thanks for all that we receive from Jesus. The children were also taught that the greatest gift that we receive from God is his only Son, Jesus Christ, who lived, died, and rose from the dead to give us eternal life. Please continue to encourage your child(ren) to &#x201c;work&#x201d; for money to help the poor through the Lenten Rice Bowl program.</p>
<p>Homework this week is coloring on page 71 of Giao Ly Book + the attached homework in this email. Please have it printed out for your child(ren) if they were absent or have misplaced their homework.</p>
<p>May God bless you with a new week filled with love and happiness,</p>
<p>C. Yen - T. Tri - C. Hoa</p></div>
        </div>
      </div>
    </div>
    <hr/>
    <footer>
      <div class="container-fluid">
        <div class="row-fluid">
            <p>Copyright &copy;2003&#x2013;2017
GLVNSJC - LVC Site.
All rights reserved.</p>
        </div>
        </div>
    </footer>
    </body>
</html>