<!DOCTYPE html>
<!--
 | Generated by Apache Maven Doxia Site Renderer 1.7.4 at 2017-03-25 
 | Rendered using Apache Maven Fluido Skin 1.6
-->
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
  <head>
    <meta charset="UTF-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <meta name="Date-Revision-yyyymmdd" content="20170325" />
    <meta http-equiv="Content-Language" content="en" />
    <title>Our Lady Of La Vang - Giáo Lý Việt Ngữ &#x2013; Giáo Lý 3A</title>
    <link rel="stylesheet" href="../../css/apache-maven-fluido-1.6.min.css" />
    <link rel="stylesheet" href="../../css/site.css" />
    <link rel="stylesheet" href="../../css/print.css" media="print" />
      <script type="text/javascript" src="../../js/apache-maven-fluido-1.6.min.js"></script>
      </head>
    <body class="topBarDisabled">
      <div class="container-fluid">
      <div id="banner">
        <div class="pull-left"><div id="bannerLeft"><h2>Our Lady Of La Vang - Giáo Lý Việt Ngữ</h2>
</div>
</div>
        <div class="pull-right"></div>
        <div class="clear"><hr/></div>
      </div>

      <div id="breadcrumbs">
        <ul class="breadcrumb">
        <li id="publishDate">Last Published: 2017-03-25</li>
        </ul>
      </div>
      <div class="row-fluid">
        <div id="leftColumn" class="span2">
          <div class="well sidebar-nav">
<ul class="nav nav-list">
          <li class="nav-header">Overview</li>
    <li><a href="../../index.html" title="Introduction"><span class="none"></span>Introduction</a>  </li>
    <li><a href="../../calendar.html" title="Calendar"><span class="none"></span>Calendar</a>  </li>
          <li class="nav-header">GiaoLy</li>
    <li class="active"><a href="#"><span class="icon-chevron-down"></span>GL3A</a>

      <ul class="nav nav-list">
    <li class="active"><a href="#"><span class="none"></span>Homework</a>
  </li>
      </ul>
  </li>
    <li><a href="../../giaoly/4A/homework.html" title="GL4A"><span class="icon-chevron-right"></span>GL4A</a>  </li>
    <li><a href="../../giaoly/6A/homework.html" title="GL6A"><span class="icon-chevron-right"></span>GL6A</a>  </li>
          <li class="nav-header">VietNgu</li>
    <li><a href="../../vietngu/1A/homework.html" title="VN1A"><span class="icon-chevron-right"></span>VN1A</a>  </li>
    <li><a href="../../vietngu/7B/homework.html" title="VN7B"><span class="icon-chevron-right"></span>VN7B</a>  </li>
  </ul>
<form id="search-form" action="https://www.google.com/search" method="get" >
      <input value="https://glvnsjc.github.io" name="sitesearch" type="hidden"/>
  <input class="search-query" name="q" id="query" type="text" />
</form>
<script type="text/javascript">asyncJs( 'https://cse.google.com/brand?form=search-form' )</script>
          <hr />
          <div id="poweredBy">
          <script type="text/javascript">asyncJs( 'https://apis.google.com/js/plusone.js' )</script>
        <div class="g-plusone" data-href="glvnsjc.github.io" data-size="tall" ></div>
                  <div class="clear"></div>
              <div class="clear"></div>
              <div class="clear"></div>
              <div class="clear"></div>
  <a href="http://maven.apache.org/" title="Built by Maven" class="poweredBy"><img class="builtBy" alt="Built by Maven" src="../../images/logos/maven-feather.png" /></a>
              </div>
          </div>
        </div>
        <div id="bodyColumn"  class="span10" >
<h1>Gia&#x301;o Ly&#x301; 3A</h1>
<div class="section">
<h2><a name="a03252017"></a>03/25/2017</h2>
<p>Ki&#x301;nh cha&#x300;o quy&#x301; phu&#x323; huynh/Gia&#x301;m h&#xf4;&#x323;,</p>
<p>M&#xf4;&#x323;t l&#xe2;&#x300;n n&#x1b0;&#x303;a xin &#x111;&#x1b0;&#x1a1;&#x323;c h&#xea;&#x301;t lo&#x300;ng ca&#x301;m &#x1a1;n quy&#x301; phu&#x323; huynh &#x111;a&#x303; mang con em &#x111;&#xea;&#x301;n l&#x1a1;&#x301;p &#x111;&#xe2;&#x300;y &#x111;u&#x309; nga&#x300;y h&#xf4;m nay. T&#xe2;&#x301;t ca&#x309; ca&#x301;c em &#x111;&#xea;&#x300;u &#x111;&#xea;&#x301;n l&#x1a1;&#x301;p va&#x300; chi&#x309; co&#x301; 1 em kh&#xf4;ng &#x111;i ho&#x323;c &#x111;&#x1b0;&#x1a1;&#x323;c vi&#x300; kh&#xf4;ng &#x111;&#x1b0;&#x1a1;&#x323;c khoe&#x309;. Ta&#x323; &#x1a1;n Chu&#x301;a!</p>
<p>Tu&#xe2;&#x300;n na&#x300;y ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c chia se&#x303; v&#xea;&#x300; ba&#x300;i Phu&#x301;c &#xc2;m cu&#x309;a Chu&#x301;a Nh&#xe2;&#x323;t th&#x1b0;&#x301; 4 mu&#x300;a Chay, ba&#x300;i no&#x301;i v&#xea;&#x300; Chu&#x301;a Gi&#xea;su ch&#x1b0;&#x309;a la&#x300;nh m&#xf4;&#x323;t ng&#x1b0;&#x1a1;&#x300;i mu&#x300; t&#x1b0;&#x300; b&#xe2;&#x309;m sinh. Ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c chia se&#x303; r&#x103;&#x300;ng &#x111;&#xf4;i m&#x103;&#x301;t chu&#x301;ng ta &#x111;&#x1b0;&#x1a1;&#x323;c Chu&#x301;a cho nhi&#x300;n th&#xe2;&#x301;y nh&#x1b0;ng &#x111;&#xf4;i lu&#x301;c chu&#x301;ng ta qu&#xea;n nhi&#x300;n th&#xe2;&#x301;y va&#x300; nh&#x1a1;&#x301; r&#x103;&#x300;ng Thi&#xea;n Chu&#x301;a r&#xe2;&#x301;t y&#xea;u th&#x1b0;&#x1a1;ng chu&#x301;ng ta. Ca&#x301;c em c&#xe2;&#x300;u nguy&#xea;&#x323;n xin Chu&#x301;a cho ca&#x301;c em lu&#xf4;n bi&#xea;&#x301;t m&#x1a1;&#x309; m&#x103;&#x301;t t&#xe2;m h&#xf4;&#x300;n nh&#xe2;&#x323;n ra ti&#x300;nh y&#xea;u cu&#x309;a Chu&#x301;a va&#x300; theo Chu&#x301;a m&#xf4;&#x303;i nga&#x300;y kh&#xf4;ng bao gi&#x1a1;&#x300; bo&#x309; Chu&#x301;a.</p>
<p>Tu&#xe2;&#x300;n na&#x300;y ca&#x301;c em ho&#x323;c ba&#x300;i 14 trong sa&#x301;ch Gia&#x301;o Ly&#x301; 3 - Chu&#x301;a Gi&#xea;su chi&#x323;u ch&#xea;&#x301;t vi&#x300; chu&#x301;ng ta. Ca&#x301;c em ho&#x323;c v&#xea;&#x300; s&#x1b0;&#x323; hy sinh cao ca&#x309; nh&#xe2;&#x301;t ma&#x300; Thi&#xea;n Chu&#x301;a da&#x300;nh cho nh&#xe2;n loa&#x323;i la&#x300; hy sinh con m&#xf4;&#x323;t cu&#x309;a Nga&#x300;i la&#x300; Chu&#x301;a Gi&#xea;su &#x111;&#xea;&#x309; ch&#xea;&#x301;t cho chu&#x301;ng ta &#x111;&#x1b0;&#x1a1;&#x323;c s&#xf4;&#x301;ng &#x111;&#x1a1;&#x300;i &#x111;&#x1a1;&#x300;i. Va&#x300; Chu&#x301;a Gi&#xea;su nu&#xf4;i d&#x1b0;&#x1a1;&#x309;ng chu&#x301;ng ta b&#x103;&#x300;ng chi&#x301;nh mi&#x300;nh va&#x300; ma&#x301;u cu&#x309;a Nga&#x300;i.</p>
<p>Ca&#x301;c em h&#xf4;m nay ti&#xea;&#x301;p tu&#x323;c la&#x300;m class project v&#xea;&#x300; Tha&#x301;nh L&#xea;&#x303;. Ca&#x301;c em ho&#x323;c nh&#xe2;&#x323;n ra nh&#x1b0;&#x303;ng v&#xe2;&#x323;t du&#x323;ng du&#x300;ng trong Tha&#x301;nh L&#xea;&#x303;. Tu&#xe2;&#x300;n t&#x1a1;&#x301;i, ca&#x301;c em se&#x303; mang project &#x111;o&#x301; v&#xea;&#x300; nha&#x300;.</p>
<p>Nh&#x1b0;&#x303;ng nga&#x300;y quan tro&#x323;ng &#x111;ang s&#x103;&#x301;p &#x111;&#xea;&#x301;n. Ki&#x301;nh xin quy&#x301; phu&#x323; huynh bo&#x309; chu&#x301;t th&#x1a1;&#x300;i gi&#x1a1;&#x300; &#x111;&#xea;&#x301;n tham d&#x1b0;&#x323; bu&#xf4;&#x309;i ho&#x323;p quan trong va&#x300;o tu&#xe2;&#x300;n t&#x1a1;&#x301;i, th&#x1b0;&#x301; Ba&#x309;y, nga&#x300;y 1 tha&#x301;ng 4, va&#x300;o lu&#x301;c 12:45pm, ta&#x323;i tr&#x1b0;&#x1a1;&#x300;ng St. Patrick (Tr&#x1b0;&#x1a1;&#x300;ng La Vang Chi&#xea;&#x300;u). Bu&#xf4;&#x309;i ho&#x323;p na&#x300;y r&#xe2;&#x301;t c&#xe2;&#x300;n thi&#xea;&#x301;t cho vi&#xea;&#x323;c chu&#xe2;&#x309;n bi&#x323; con em &#x111;o&#x301;n nh&#xe2;&#x323;n 2 Bi&#x301; Ti&#x301;ch Gia&#x309;i T&#xf4;&#x323;i va&#x300; Mi&#x300;nh Ma&#x301;u Tha&#x301;nh Chu&#x301;a. XIN QUY&#x301; PHU&#x323; HUYNH &#x110;&#x1af;&#x300;NG BO&#x309; QUA BU&#xd4;&#x309;I HO&#x323;P NA&#x300;Y.</p>
<p>Ki&#x301;nh xin quy&#x301; phu&#x323; huynh ti&#xea;&#x301;p tu&#x323;c giu&#x301;p con em trong vi&#xea;&#x323;c thu go&#x301;p cho ng&#x1b0;&#x1a1;&#x300;i nghe&#x300;o qua ch&#x1b0;&#x1a1;ng tri&#x300;nh Rice Bowl cu&#x309;a Catholic Relief Services. Ca&#x301;c em co&#x309; th&#xea;&#x309; mang tr&#x1a1;&#x309; la&#x323;i tr&#x1b0;&#x1a1;&#x300;ng va&#x300;o tu&#xe2;&#x300;n t&#x1a1;&#x301;i ho&#x103;&#x323;c tu&#xe2;&#x300;n sau &#x111;o&#x301;. Nga&#x300;y 8 t&#xe2;y tha&#x301;ng 4, C&#xf4; Hoa se&#x303; khui nh&#x1b0;&#x303;ng rice bowls va&#x300; ca&#x309; l&#x1a1;&#x301;p se&#x303; cu&#x300;ng nhau cho&#x323;n mua nh&#x1b0;&#x303;ng con su&#x301;c v&#xe2;&#x323;t &#x111;&#xea;&#x309; t&#x103;&#x323;ng cho ng&#x1b0;&#x1a1;&#x300;i nghe&#x300;o. Ca&#x301;c th&#xe2;&#x300;y c&#xf4; cu&#x303;ng se&#x303; chung go&#x301;p ph&#xe2;&#x300;n hy sinh cu&#x309;a mi&#x300;nh &#x111;&#xea;&#x309; cu&#x300;ng v&#x1a1;&#x301;i ca&#x301;c em la&#x300;m vi&#xea;&#x323;c ba&#x301;c a&#x301;i na&#x300;y. Xin ch&#xe2;n tha&#x300;nh ca&#x301;m &#x1a1;n quy&#x301; phu&#x323; huynh r&#xe2;&#x301;t nhi&#xea;&#x300;u.</p>
<p>Ke&#x300;m theo email na&#x300;y la&#x300; Th&#x1b0; m&#x1a1;&#x300;i phu&#x323; huynh &#x111;&#xea;&#x301;n bu&#xf4;&#x309;i ho&#x323;p tu&#xe2;&#x300;n t&#x1a1;&#x301;i + Ba&#x300;i la&#x300;m v&#xea;&#x300; nha&#x300; cu&#x309;a tu&#xe2;&#x300;n na&#x300;y (Ba&#x300;i ho&#x323;c 14).</p>
<p>Ki&#x301;nh chu&#x301;c quy&#x301; phu&#x323; huynh m&#xf4;&#x323;t tu&#xe2;&#x300;n m&#x1a1;&#x301;i th&#xe2;&#x323;t nhi&#xea;&#x300;u &#x1a1;n la&#x300;nh cu&#x309;a Chu&#x301;a,</p>
<p>Dear Parents/Guardians,</p>
<p>Once again, thank you so much for having brought your child(ren) to school this week. Every child came to class today except for only one child who was not feeling well. Praise God!</p>
<p>This week, the children listened to the sharing of the Gospel reading for the 4th Sunday of Lent where Jesus healed a man born blind. The children were reminded that even when we are given eyesight to see, we fail to see God&#x2019;s love for us. Their prayer in class today was to ask God to open our eyes, open the eyes of our hearts so that we can see Jesus and follow Jesus and always worship Jesus who is God.</p>
<p>This week, the children also learned lesson 14 in Giao Ly 3 book - We celebrate the sacrifice of Jesus. We learned about God&#x2019;s greatest gift to humanity, his only Son Jesus Christ who came to die for our sins so that we can have eternal life. And how Jesus nourishes us with his body and blood and keep us close to him.</p>
<p>Today, the children also finished our class project about the objects found at Mass. They learned to identify the objects seen at Mass. They will bring the project home next week.</p>
<p>The important days are coming upon us. We ask that you put aside some time and come to an important meeting next Saturday, April 1st, at 12:45pm, in the hallway of St. Patrick&#x2019;s School (La Vang Chieu School). This meeting is important and crucial in preparing our children to receive the 2 sacraments of First Reconciliation and First Holy Communion. PLEASE DO NOT MISS THIS MEETING.</p>
<p>Please continue to help your child(ren) collect for the Rice Bowl project of Catholic Relief Services. Please encourage them to continue to &#x201c;work&#x201d; for the poorest children. They can bring the rice bowls back next week (April 1st) or the following week (April 8th). On April 8th, C&#xf4; Hoa will open the rice bowls and our class will together use the money to pick out farm animals and purchase as gifts for the poor. Teachers also participate in this act of generosity. Thank you so much for encouraging your child(ren) to participate in this generous cause.</p>
<p>Attached in this email is the Parents&#x2019; invitation to the meeting next week + Homework Lesson 14.</p>
<p>May God bless you all with a new week filled with grace and happiness,</p>
<p>C&#xf4; Y&#xea;&#x301;n - Th&#xe2;&#x300;y Tri&#x301; - C&#xf4; Hoa 2 Attachments</p></div>
<div class="section">
<h2><a name="a03192017"></a>03/19/2017</h2>
<p>Ki&#x301;nh cha&#x300;o quy&#x301; phu&#x323; huynh,</p>
<p>Xin &#x111;&#x1b0;&#x1a1;&#x323;c ca&#x301;m &#x1a1;n quy&#x301; phu&#x323; huynh &#x323;&#x111;a&#x303; mang con em &#x111;&#xea;&#x301;n bu&#xf4;&#x309;i ti&#x303;nh t&#xe2;m tu&#xe2;&#x300;n r&#xf4;&#x300;i va&#x300; cu&#x303;ng nh&#x1b0; tu&#xe2;&#x300;n na&#x300;y, ca&#x301;c em &#x111;i ho&#x323;c &#x111;&#xf4;ng &#x111;u&#x309;, chi&#x309; co&#x301; 2 em v&#x103;&#x301;ng m&#x103;&#x323;t. Ta&#x323; &#x1a1;n Chu&#x301;a!</p>
<p>Tu&#xe2;&#x300;n na&#x300;y, ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c ho&#x323;c qua v&#xea;&#x300; L&#xea;&#x303; Tha&#x301;nh Ca&#x309; Giuse (19 Tha&#x301;ng 3). Ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c T. Tri&#x301; chia se&#x303; v&#xea;&#x300; t&#xe2;&#x300;m quan tro&#x323;ng va&#x300; vai tro&#x300; cu&#x309;a Tha&#x301;nh Giuse trong Gia&#x301;o H&#xf4;&#x323;i. Ca&#x301;c em cu&#x303;ng &#x111;&#x1b0;&#x1a1;&#x323;c khuy&#xea;&#x301;n khi&#x301;ch c&#xe2;&#x300;u nguy&#xea;&#x323;n cu&#x300;ng Tha&#x301;nh Giuse va&#x300; &#x111;&#x1b0;&#x1a1;&#x323;c nghe k&#xea;&#x309; v&#xea;&#x300; &#x201c;C&#xe2;&#x300;u Thang cu&#x309;a Tha&#x301;nh Giuse.&#x201d; Xin ki&#x301;nh m&#x1a1;&#x300;i quy&#x301; phu&#x323; huynh va&#x300;o Youtube &#x111;&#xea;&#x309; xem. Ca&#x301;c em cu&#x303;ng cu&#x300;ng nhau t&#xf4; ma&#x300;u hi&#x300;nh Tha&#x301;nh Giuse va&#x300; &#x111;&#x1b0;&#x1a1;&#x323;c laminate &#x111;&#xea;&#x309; la&#x300;m Bookmark.</p>
<p><a class="externalLink" href="https://www.youtube.com/watch?v=6cTKzOH67Nw">https://www.youtube.com/watch?v=6cTKzOH67Nw</a></p>
<p>Ca&#x301;c em tu&#xe2;&#x300;n na&#x300;y ho&#x323;c Ba&#x300;i 12 + 13: Em &#x111;&#xea;&#x301;n v&#x1a1;&#x301;i Chu&#x301;a va&#x300; Em ca&#x301;m &#x1a1;n v&#xea;&#x300; nh&#x1b0;&#x303;ng &#x1a1;n Chu&#x301;a cho. Ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c ho&#x323;c v&#xea;&#x300; ph&#xe2;&#x300;n 2 cu&#x309;a Tha&#x301;nh L&#xea;&#x309; la&#x300; ph&#xe2;&#x300;n Phu&#x323;ng Vu&#x323; Tha&#x301;nh Th&#xea;&#x303;. Ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c nh&#x103;&#x301;c nh&#x1a1;&#x309; r&#x103;&#x300;ng, cu&#x303;ng nh&#x1b0; c&#xe2;&#x323;u be&#x301; trong c&#xe2;u chuy&#xea;&#x323;n Phu&#x301;c &#xc2;m, 5 chi&#xea;&#x301;c ba&#x301;nh va&#x300; 2 con ca&#x301;, ca&#x301;c em c&#xe2;&#x300;n d&#xe2;ng l&#xea;n cho Chu&#x301;a nh&#x1b0;&#x303;ng ta&#x300;i n&#x103;ng cu&#x309;a mi&#x300;nh &#x111;&#xea;&#x309; &#x111;&#x1b0;&#x1a1;&#x323;c Chu&#x301;a du&#x300;ng va&#x300; la&#x300;m n&#xea;n nh&#x1b0;&#x303;ng chuy&#xea;&#x323;n ky&#x300; la&#x323; va&#x300; l&#x1a1;&#x301;n lao h&#x1a1;n n&#x1b0;&#x303;a. Trong ba&#x300;i 13, ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c nh&#x103;&#x301;c nh&#x1a1;&#x309; pha&#x309;i lu&#xf4;n bi&#xea;&#x301;t ca&#x309;m ta&#x323; &#x1a1;n Chu&#x301;a vi&#x300; nh&#x1b0;&#x303;ng h&#xf4;&#x300;ng &#xe2;n Chu&#x301;a ban cho, nh&#x1b0; ng&#x1b0;&#x1a1;&#x300;i cu&#x300;i trong Phu&#x301;c &#xc2;m bi&#xea;&#x301;t tr&#x1a1;&#x309; la&#x323;i ca&#x301;m &#x1a1;n Chu&#x301;a sau khi &#x111;&#x1b0;&#x1a1;&#x323;c Chu&#x301;a ch&#x1b0;&#x303;a la&#x300;nh. Va&#x300; ca&#x301;c em cu&#x303;ng &#x111;&#x1b0;&#x1a1;&#x323;c da&#x323;y r&#x103;&#x300;ng mo&#x301;n qua&#x300; l&#x1a1;&#x301;n nh&#xe2;&#x301;t ma&#x300; Chu&#x301;a trao ban cho chu&#x301;ng ta la&#x300; chi&#x301;nh con m&#xf4;&#x323;t Nga&#x300;i la&#x300; Chu&#x301;a Gi&#xea;su Kit&#xf4;, &#x111;&#xea;&#x309; s&#xf4;&#x301;ng, ch&#xea;&#x301;t, phu&#x323;c sinh &#x111;&#xea;&#x309; m&#x1a1;&#x309; n&#x1b0;&#x1a1;&#x301;c thi&#xea;n &#x111;a&#x300;ng cho chu&#x301;ng ta. Xin quy&#x301; phu&#x323; huynh ti&#xea;&#x301;p tu&#x323;c khuy&#xea;&#x301;n khi&#x301;ch ca&#x301;c em thu go&#x301;p cho ca&#x301;c tre&#x309; nghe&#x300;o qua ch&#x1b0;&#x1a1;ng tri&#x300;nh Rice Bowl mu&#x300;a Chay.</p>
<p>Ba&#x300;i la&#x300;m v&#xea;&#x300; nha&#x300; tu&#xe2;&#x300;n na&#x300;y la&#x300; trang 71 (t&#xf4; ma&#x300;u) trong sa&#x301;ch Gia&#x301;o Ly&#x301; 3 + Ba&#x300;i la&#x300;m &#x111;i&#x301;nh ke&#x300;m trong email na&#x300;y. Ki&#x301;nh xin quy&#x301; phu&#x323; huynh in ra cho ca&#x301;c em n&#xea;&#x301;u ca&#x301;c em v&#x103;&#x301;ng m&#x103;&#x323;t ho&#x103;&#x323;c th&#xe2;&#x301;t la&#x323;c homework.</p>
<p>Ki&#x301;nh chu&#x301;c quy&#x301; phu&#x323; huynh m&#xf4;&#x323;t tu&#xe2;&#x300;n m&#x1a1;&#x301;i bi&#x300;nh y&#xea;n va&#x300; ha&#x323;nh phu&#x301;c trong Chu&#x301;a Kit&#xf4;.</p>
<p>C. Y&#xea;&#x301;n - T. Tri&#x301; - C. Hoa</p>
<p>Dear Parents,</p>
<p>Thank you so much for having brought your child(ren) to the retreat last week, and also this week, we have an almost full house (only 2 students were absent). Praise God!</p>
<p>This week, the children learned about the great St. Joseph (Feast Day May 19). Thay Tri shared with the students about the important role of St. Joseph in our Universal Church. The children were encouraged to pray to Joseph. We colored pictures of St. Joseph and have them laminated to use as bookmarks. The children were told about the story of the miraculous staircase at the Loretto Chapel in New Mexico. The staircase is believed to have been built by St. Joseph. Please read about this miraculous staircase in this link below:</p>
<p><a class="externalLink" href="http://www.lorettochapel.com/staircase.html">http://www.lorettochapel.com/staircase.html</a></p>
<p>This week, we went over lessons 12 &amp; 13: We present ourselves to God and We thank God for the many gifts. The chidren learned about the 2nd part of Mass which is the Liturgy of the Eucharist. They were reminded that, like the boy in the Gospel passage of the 5 loaves and 2 fish, they need to offer to God their talents and efforts and God will in turn use their efforts to make miracles. In lesson 13, the children were reminded to always have a grateful heart because of all that God has given them. And just like the leper in the Gospel passage who came back to thank Jesus for having healed him, we should also give thanks for all that we receive from Jesus. The children were also taught that the greatest gift that we receive from God is his only Son, Jesus Christ, who lived, died, and rose from the dead to give us eternal life. Please continue to encourage your child(ren) to &#x201c;work&#x201d; for money to help the poor through the Lenten Rice Bowl program.</p>
<p>Homework this week is coloring on page 71 of Giao Ly Book + the attached homework in this email. Please have it printed out for your child(ren) if they were absent or have misplaced their homework.</p>
<p>May God bless you with a new week filled with love and happiness,</p>
<p>C. Yen - T. Tri - C. Hoa</p></div>
<div class="section">
<h2><a name="a432017"></a>4/3/2017</h2>
<p>Ki&#x301;nh th&#x1b0;a quy&#x301; phu&#x323; huynh,</p>
<p>Xin &#x111;&#x1b0;&#x1a1;&#x323;c r&#xe2;&#x301;t ca&#x301;m &#x1a1;n quy&#x301; phu&#x323; huynh &#x111;a&#x303; mang con em &#x111;&#xea;&#x301;n l&#x1a1;&#x301;p ho&#x323;c &#x111;&#xe2;&#x300;y &#x111;u&#x309; tu&#xe2;&#x300;n na&#x300;y. Chi&#x309; co&#x301; 1 em v&#x103;&#x301;ng m&#x103;&#x323;t th&#xf4;i. Ta&#x323; &#x1a1;n Chu&#x301;a.</p>
<p>Tu&#xe2;&#x300;n na&#x300;y ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c ho&#x323;c ho&#x309;i v&#xea;&#x300; y&#x301; nghi&#x303;a cu&#x309;a 40 nga&#x300;y cu&#x309;a Mu&#x300;a Chay. Ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c khuy&#xea;&#x301;n khi&#x301;ch s&#xf4;&#x301;ng t&#xf4;&#x301;t h&#x1a1;n, s&#xf4;&#x301;ng ba&#x301;c a&#x301;i h&#x1a1;n v&#x1a1;&#x301;i nh&#x1b0;&#x303;ng ng&#x1b0;&#x1a1;&#x300;i trong gia &#x111;i&#x300;nh, ba&#x323;n be&#x300; va&#x300; nh&#x1b0;&#x303;ng ng&#x1b0;&#x1a1;&#x300;i xung quanh. Ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c da&#x323;y bi&#xea;&#x301;t chia se&#x303;, bi&#xea;&#x301;t giu&#x301;p &#x111;&#x1a1;&#x303; b&#xf4;&#x301; me&#x323;, anh chi&#x323; em, &#xf4;ng ba&#x300;, &#x111;&#xea;&#x309; m&#xf4;&#x303;i nga&#x300;y m&#xf4;&#x303;i s&#xf4;&#x301;ng g&#xe2;&#x300;n gu&#x309;i, g&#x103;&#x301;n bo&#x301; v&#x1a1;&#x301;i Chu&#x301;a Gi&#xea;su h&#x1a1;n. Xin phu&#x323; huynh ti&#xea;&#x301;p tu&#x323;c khuy&#xea;&#x301;n khi&#x301;ch ca&#x301;c em la&#x300;m nh&#x1b0;&#x303;ng vi&#xea;&#x323;c nho nho&#x309; trong gia &#x111;i&#x300;nh h&#xe2;&#x300;u ca&#x301;c em ti&#xea;&#x301;p tu&#x323;c thu go&#x301;p ti&#xea;&#x300;n cho ch&#x1b0;&#x1a1;ng tri&#x300;nh Rice Bowl cu&#x309;a Catholic Relief Services. &#x110;&#xea;&#x301;n cu&#xf4;&#x301;i mu&#x300;a Chay, l&#x1a1;&#x301;p Gia&#x301;o Ly&#x301; 3 tr&#x1b0;&#x1a1;&#x300;ng La Vang Chi&#xea;&#x300;u se&#x303; khui nh&#x1b0;&#x303;ng ho&#x323;p Rice Bowl va&#x300; du&#x300;ng ti&#xea;&#x300;n gom go&#x301;p &#x111;&#x1b0;&#x1a1;&#x323;c &#x111;&#xea;&#x309; cu&#x300;ng nhau trong l&#x1a1;&#x301;p l&#xea;n online mua nh&#x1b0;&#x303;ng con su&#x301;c v&#xe2;&#x323;t va&#x300; t&#x103;&#x323;ng cho ca&#x301;c gia &#x111;i&#x300;nh nghe&#x300;o trong nh&#x1b0;&#x303;ng qu&#xf4;&#x301;c gia nghe&#x300;o. Xin quy&#x301; phu&#x323; huynh va&#x300;o website cu&#x309;a Catholic Relief Services d&#x1b0;&#x1a1;&#x301;i &#x111;&#xe2;y &#x111;&#xea;&#x309; xem. L&#x1a1;&#x301;p Gia&#x301;o Ly&#x301; 3 se&#x303; giu&#x301;p ph&#xe2;&#x300;n &#x201c;Support Farm &amp; Farming.&#x201d; Xin ca&#x301;m &#x1a1;n quy&#x301; phu&#x323; huynh tr&#x1b0;&#x1a1;&#x301;c &#x111;a&#x303; va&#x300; se&#x303; qua&#x309;ng &#x111;a&#x323;i v&#x1a1;&#x301;i ch&#x1b0;&#x1a1;ng tri&#x300;nh na&#x300;y. Ca&#x301;c em se&#x303; r&#xe2;&#x301;t vui khi chi&#x301;nh ca&#x301;c em ra tay giu&#x301;p &#x111;&#x1a1;&#x309; ng&#x1b0;&#x1a1;&#x300;i nghe&#x300;o.</p>
<p><a class="externalLink" href="https://secure.crs.org/site/SPageServer">https://secure.crs.org/site/SPageServer</a></p>
<p>Tu&#xe2;&#x300;n na&#x300;y ca&#x301;c em ho&#x323;c qua ba&#x300;i ho&#x323;c 11: Em c&#xe2;&#x300;u nguy&#xea;&#x323;n cu&#x300;ng Chu&#x301;a. Ca&#x301;c em &#x111;&#x1b0;&#x1a1;&#x323;c da&#x323;y r&#x103;&#x300;ng s&#x1b0;&#x323; c&#xe2;&#x300;u nguy&#xea;&#x323;n r&#xe2;&#x301;t quan tro&#x323;ng va&#x300; c&#xe2;&#x300;n thi&#xea;&#x301;t cho &#x111;&#x1a1;&#x300;i s&#xf4;&#x301;ng ng&#x1b0;&#x1a1;&#x300;i Kit&#xf4; h&#x1b0;&#x303;u vi&#x300; si&#xea;ng n&#x103;ng c&#xe2;&#x300;u nguy&#xea;&#x323;n se&#x303; giu&#x301;p chu&#x301;ng ta g&#x103;&#x301;ng bo&#x301; v&#x1a1;&#x301;i Chu&#x301;a va&#x300; lu&#xf4;n &#x111;&#x1b0;&#x1a1;&#x323;c s&#xf4;&#x301;ng g&#xe2;&#x300;n Chu&#x301;a. Ca&#x301;c em h&#x1b0;&#x301;a trong mu&#x300;a Chay na&#x300;y se&#x303; c&#xe2;&#x300;u nguy&#xea;&#x323;n th&#x1b0;&#x1a1;&#x300;ng xuy&#xea;n h&#x1a1;n, kh&#xf4;ng c&#xe2;&#x300;n c&#xe2;&#x300;u nguy&#xea;&#x323;n da&#x300;i do&#x300;ng nh&#x1b0;ng mang t&#xe2;m h&#xf4;&#x300;n l&#xea;n Chu&#x301;a va&#x300; d&#xe2;ng l&#xea;n Chu&#x301;a nh&#x1b0;&#x303;ng y&#x301; nghi&#x303; ng&#x103;&#x301;n go&#x323;n &#x111;&#x1a1;n s&#x1a1; thi&#x300; Chu&#x301;a cu&#x303;ng r&#xe2;&#x301;t vui.</p>
<p>Tu&#xe2;&#x300;n na&#x300;y co&#x301; 2 homework (Lent + Ba&#x300;i 11). Ca&#x301;c em se&#x303; kh&#xf4;ng co&#x301; l&#x1a1;&#x301;p tu&#xe2;&#x300;n t&#x1a1;&#x301;i n&#xea;n se&#x303; co&#x301; 2 tu&#xe2;&#x300;n &#x111;&#xea;&#x309; la&#x300;m ba&#x300;i.</p>
<p>Quan tro&#x323;ng: Tu&#xe2;&#x300;n t&#x1a1;&#x301;i, th&#x1b0;&#x301; Ba&#x309;y, 11 Tha&#x301;ng 3, ca&#x301;c em se&#x303; KH&#xd4;NG &#x111;&#xea;&#x301;n tr&#x1b0;&#x1a1;&#x300;ng La Vang Chi&#xea;&#x300;u. Ca&#x301;c em Gia&#x301;o Ly&#x301; 3 se&#x303; &#x111;i ti&#x303;nh t&#xe2;m.</p>
<p>Co&#x301; m&#x103;&#x323;t: 9 gi&#x1a1;&#x300; sa&#x301;ng (9:30AM - 2:00PM) Ta&#x323;i: Tr&#x1b0;&#x1a1;&#x300;ng ho&#x323;c St. John Vianney 4601 Hyland Avenue San Jose, CA 95127 Ca&#x301;c em se&#x303; m&#x103;&#x323;c a&#x301;o &#x111;&#xf4;&#x300;ng phu&#x323;c xanh cu&#x309;a tr&#x1b0;&#x1a1;&#x300;ng mi&#x300;nh. Ca&#x301;c em se&#x303; kh&#xf4;ng c&#xe2;&#x300;n mang theo backpack. Se&#x303; co&#x301; &#x103;n tr&#x1b0;a va&#x300; snack ta&#x323;i Retreat. Phu&#x323; huynh &#x111;o&#x301;n con em lu&#x301;c 2pm Ca&#x301;c em se&#x303; KH&#xd4;NG ho&#x323;c Vi&#xea;&#x323;t Ng&#x1b0;&#x303; tu&#xe2;&#x300;n t&#x1a1;&#x301;i</p>
<p>N&#xea;&#x301;u co&#x301; gi&#x300; th&#x103;&#x301;c m&#x103;&#x301;c, xin phu&#x323; huynh li&#xea;n la&#x323;c qua email, text, ho&#x103;&#x323;c go&#x323;i s&#xf4;&#x301; cell: (408) 309-3018</p>
<p>Ki&#x301;nh chu&#x301;c quy&#x301; phu&#x323; huynh m&#xf4;&#x323;t tu&#xe2;&#x300;n m&#x1a1;&#x301;i bi&#x300;nh an va&#x300; mu&#x300;a Chay tha&#x301;nh thi&#xea;&#x323;n.</p>
<p>Trong Chu&#x301;a Kit&#xf4;,</p>
<p>C. Y&#xea;&#x301;n, T. Tri&#x301;, C&#xf4; Hoa</p>
<p>Dear parents,</p>
<p>This week our class went over the meaning of Ash Wednesday and the 40 days of Lent. The children were encouraged to become more kind, more generous towards family members, their friends and towards all that they meet. They were encouraged to help out more at home, helping their parents, their siblings, their grandparents. They are reminded to pray more to stay closer to Jesus, to be with Jesus, May we ask that parents continue with the Rice Bowl operation to help Catholic Relief Services care for the poor. We ask that parents continue to encourage your children to &#x201c;work&#x201d; for your contributions to their Rice Bowls. At the end of Lenten season, Giao Ly 3 will open up our Rice Bowls and together in class, we will go online to purchase farm animals to help out the poor in poor countries. You can check out the website below to see how your contributions will help. We will support Farm and Farming, hoping to buy some pigs, some chickens, or maybe a couple of goats to help poor families sustain themselves. Thank you so much in advance for your support and your generosity as we together learn to help Jesus care for the poor.</p>
<p><a class="externalLink" href="https://secure.crs.org/site/SPageServer">https://secure.crs.org/site/SPageServer</a></p>
<p>The children also learned Lesson 11: We pray to God. They are taught to always pray, keeping prayers alive because that is the best way for us to be close to Jesus. They were encouraged to offer up to Jesus short, simple prayers from their heart to strengthen their relationships with Jesus. There are 2 homework this week. The children will not have class next week so they should have enough time to finish their homework.</p>
<p>VERY IMPORTANT: Next week, Saturday, March 11, 2017, please DO NOT bring your children to La Vang Chieu school. The children are to meet at St. John Vianney School. Be at St. John Vianney School: 9AM Where: 4601 Hyland Avenue, San Jose, CA 95127 From: 9:30AM - 2:00PM Children will wear their blue uniform shirt Children WILL NOT need to bring their backpacks Lunch and snack will be provided. Parents can pick up children at 2:00PM There will be NO Viet Ngu class next Saturday.</p>
<p>Any questions, please feel free to email me back, call me, or text me at: (408) 309-3018</p>
<p>Have a blessed week and a blessed, holy Lenten season,</p>
<p>In Christ,</p>
<p>C. Y&#xea;&#x301;n, T. Tri&#x301;, C. Hoa</p></div>
        </div>
      </div>
    </div>
    <hr/>
    <footer>
      <div class="container-fluid">
        <div class="row-fluid">
            <p>Copyright &copy;2003&#x2013;2017
GLVNSJC - LVC Site.
All rights reserved.</p>
        </div>
        </div>
    </footer>
    </body>
</html>